<?php /*echo CHtml::encode($message);*/ ?>

<h1 class="error_404">Ошибка <?php echo $code; ?></h1>
<p>Запрашиваемая вами страница не найдена. Возможно она была удалена, либо никогда не существовала.</p>
<h5>Вы можете перейти в другой раздел:</h5>
<ul>
    <li><a href="/place-info.htm">Узнать про поселок подробнее</a></li>
    <li><a href="/clients-info.htm">Ознакомиться с предложением о продаже</a></li>
    <li><a href="/map.htm">Посмотреть план поселка</a></li>
    <li><a href="/news.htm">Прочитать наши новости</a></li>
    <li><a href="/contact.htm">Связаться с нами</a></li>
</ul>
<h5>или позвоните нам по номеру:</h5>
<h1 class="phone"><span>+7 3452 </span>71-78-75</h1>